Repository: nchatharoo/OpenChargeApp
Catalog: OpenChargeApp/*.lproj/Localizable.strings
Languages: fr

source: Map
fr: Carte

source: Around you
fr: Autour de vous

source: Find
fr: Recherchez

source: Filters
fr: Filtres

source: Tap here to retrieve charger points
fr: Tapez ici pour rechercher les bornes

source: Chargers available:
fr: Bornes disponibles:

source: Show free chargers
fr: Montrer les bornes gratuites

source: Show public chargers
fr: Montrer les bornes publiques

source: Show with membership
fr: Montrer les bornes avec adhésion

source: Choose the desired power:
fr: Puissance souhaitée:

source: Retry
fr: Recommencer

source: Cancel
fr: Annuler
